{
	"data": [
		{
			"id": 0,
			"name": "Fashion Forward Runway Show",
			"description": "Step into the world of fashion as top designers showcase their latest collections at our Fashion Forward Runway Show. Experience the glamour, creativity, and craftsmanship as models strut down the runway in stunning ensembles. From haute couture to streetwear, this show celebrates diversity and pushes boundaries, setting the trends for the upcoming season. Join us for an unforgettable evening of style, elegance, and inspiration.",
			"date": "2023-10-12",
			"imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQvsNplCMi8Rpv2c7u63UVD8sM0t3PhCN-TiQ&usqp=CAU"
		},
		{
			"id": 1,
			"name": "Summer Music Festival",
			"description": "Join us for the ultimate summer music festival experience! Get ready to groove to the beats of renowned artists, enjoy delicious food from local vendors, and create unforgettable memories with friends. This year's festival promises a lineup of diverse music genres and a vibrant atmosphere that will leave you wanting more. Don't miss out on the event of the season!",
			"date": "2023-07-15",
			"imageUrl": "https://jandevents.com/wp-content/uploads/jand-party.jpg"
		},
		{
			"id": 2,
			"name": "Artistic Expression Exhibition",
			"description": "Immerse yourself in the world of artistic expression at our exclusive exhibition. Discover awe-inspiring paintings, sculptures, and installations created by talented artists from around the world. Experience the power of art as it evokes emotions, challenges perceptions, and sparks conversations. Whether you're an art enthusiast or a curious observer, this exhibition is sure to captivate your senses and leave you with a newfound appreciation for creativity.",
			"date": "2023-08-03",
			"imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQYoVkSGC6yWZZ9gF4mJyI8Ft1lbUm0ZWpJaw&usqp=CAU"
		},
		{
			"id": 3,
			"name": "Tech Innovators Summit",
			"description": "Get ready to explore the future of technology at our annual Tech Innovators Summit. Join industry leaders, visionaries, and innovators as they share their insights on emerging technologies, disruptive trends, and the impact of digital transformation. From thought-provoking keynote sessions to interactive workshops and networking opportunities, this summit is a must-attend event for anyone passionate about the tech industry. Prepare to be inspired, educated, and empowered to innovate tomorrow!",
			"date": "2023-09-22",
			"imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSRjEfXovIFfoOT5OyzHbGByMAUbhjuhiK4jA&usqp=CAU"
		},
		{
			"id": 4,
			"name": "Fashion Forward Runway Show",
			"description": "Step into the world of fashion as top designers showcase their latest collections at our Fashion Forward Runway Show. Experience the glamour, creativity, and craftsmanship as models strut down the runway in stunning ensembles. From haute couture to streetwear, this show celebrates diversity and pushes boundaries, setting the trends for the upcoming season. Join us for an unforgettable evening of style, elegance, and inspiration.",
			"date": "2023-10-12",
			"imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQvsNplCMi8Rpv2c7u63UVD8sM0t3PhCN-TiQ&usqp=CAU"
		},
		{
			"id": 5,
			"name": "Concert Under the Stars",
			"description": "Experience the magic of live music under the twinkling stars at our Concert Under the Stars event. Join us for an enchanting evening filled with soulful melodies, electrifying performances, and a captivating atmosphere. Whether you're a fan of rock, jazz, pop, or classical music, this concert promises to take you on a musical journey like no other. Bring your loved ones, kick back, and let the music transport you to a world of pure bliss.",
			"date": "2023-11-06",
			"imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQYsushHbvA06oE0le-GLBdZpztcUoWjz5rpA&usqp=CAU"
		},
		{
			"id": 6,
			"name": "Tech Conference: Future of Innovation",
			"description": "Join us for an immersive conference focused on the future of innovation and technology. Discover groundbreaking ideas, emerging trends, and disruptive technologies that are shaping industries and transforming the way we live and work. With a lineup of influential speakers, interactive workshops, and networking opportunities, this conference is designed to inspire, educate, and connect innovators and entrepreneurs. Don't miss your chance to be a part of the future!",
			"date": "2023-12-01",
			"imageUrl": "https://technopolis-rebrand.imgix.net/Technopolis-Events/Zalen/Factory-of-the-future-1.jpg?auto=format&crop=focalpoint&fit=crop&fp-x=0.5&fp-y=0.5&ixlib=php-2.1.1&ratio=1&w=2560&s=05afc004027c729fd7aa354613d3c1cf"
		},
		{
			"id": 7,
			"name": "Summer Music Festival",
			"description": "Join us for the ultimate summer music festival experience! Get ready to groove to the beats of renowned artists, enjoy delicious food from local vendors, and create unforgettable memories with friends. This year's festival promises a lineup of diverse music genres and a vibrant atmosphere that will leave you wanting more. Don't miss out on the event of the season!",
			"date": "2023-07-15",
			"imageUrl": "https://jandevents.com/wp-content/uploads/jand-party.jpg"
		},
		{
			"id": 8,
			"name": "Artistic Expression Exhibition",
			"description": "Immerse yourself in the world of artistic expression at our exclusive exhibition. Discover awe-inspiring paintings, sculptures, and installations created by talented artists from around the world. Experience the power of art as it evokes emotions, challenges perceptions, and sparks conversations. Whether you're an art enthusiast or a curious observer, this exhibition is sure to captivate your senses and leave you with a newfound appreciation for creativity.",
			"date": "2023-08-03",
			"imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQYoVkSGC6yWZZ9gF4mJyI8Ft1lbUm0ZWpJaw&usqp=CAU"
		},
		{
			"id": 9,
			"name": "Tech Innovators Summit",
			"description": "Get ready to explore the future of technology at our annual Tech Innovators Summit. Join industry leaders, visionaries, and innovators as they share their insights on emerging technologies, disruptive trends, and the impact of digital transformation. From thought-provoking keynote sessions to interactive workshops and networking opportunities, this summit is a must-attend event for anyone passionate about the tech industry. Prepare to be inspired, educated, and empowered to innovate tomorrow!",
			"date": "2023-09-22",
			"imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSRjEfXovIFfoOT5OyzHbGByMAUbhjuhiK4jA&usqp=CAU"
		},
		{
			"id": 10,
			"name": "Food Truck Festival",
			"description": "Indulge in a culinary delight at our annual Food Truck Festival. Experience a wide variety of mouthwatering cuisines from local food trucks, offering everything from gourmet burgers to exotic desserts. With live music, outdoor seating, and a vibrant atmosphere, this festival is a paradise for food lovers. Bring your appetite and get ready for a gastronomic adventure like no other!",
			"date": "2023-12-15",
			"imageUrl": "https://www.thesprucepets.com/thmb/hxWjs7evF2hP1Fb1c1HAvRi_Rw0=/2765x0/filters:no_upscale():strip_icc()/chinese-dog-breeds-4797219-hero-2a1e9c5ed2c54d00aef75b05c5db399c.jpg"
		},
		{
			"id": 11,
			"name": "Film Screening: Movie Marathon",
			"description": "Grab your popcorn and get ready for a cinematic experience like no other. Join us for a movie marathon featuring a curated selection of classic films, blockbusters, and indie gems. From heartwarming dramas to thrilling action flicks, this screening event has something for everyone. Sit back, relax, and immerse yourself in the world of storytelling through the magic of cinema.",
			"date": "2024-01-07",
			"imageUrl": "https://cdn.britannica.com/79/232779-050-6B0411D7/German-Shepherd-dog-Alsatian.jpg"
		},
		{
			"id": 12,
			"name": "Fitness Expo and Health Fair",
			"description": "Take charge of your health and wellness at our Fitness Expo and Health Fair. Discover the latest fitness trends, explore cutting-edge workout equipment, and participate in informative seminars and workshops led by industry experts. From nutrition tips to fitness challenges, this event is designed to empower you to make positive lifestyle choices. Get ready to elevate your fitness journey to new heights!",
			"date": "2024-02-20",
			"imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSxijB9X3alACy9o6NBe8xzGnbIgPal3JwHOw&usqp=CAU"
		},
		{
			"id": 13,
			"name": "Comedy Night: Laughter Therapy",
			"description": "Get ready for a night of laughter and entertainment at our Comedy Night event. Sit back and enjoy hilarious stand-up performances by talented comedians who will tickle your funny bone. Whether you're a fan of observational humor, witty one-liners, or hilarious storytelling, this comedy show guarantees a night of non-stop laughter. Gather your friends and get ready for a comedy therapy session like no other!",
			"date": "2024-03-05",
			"imageUrl": "https://i.ytimg.com/vi/daIFi9xmTtQ/maxresdefault.jpg"
		},
		{
			"id": 14,
			"name": "Fashion Workshop: Style Masterclass",
			"description": "Unlock your fashion potential at our Style Masterclass workshop. Learn from renowned fashion stylists, designers, and industry insiders as they share their expertise on creating stylish looks, understanding fashion trends, and building a versatile wardrobe. From fashion tips to personalized styling sessions, this workshop is a must-attend for fashion enthusiasts looking to enhance their style game.",
			"date": "2024-04-18",
			"imageUrl": "https://images.squarespace-cdn.com/content/v1/53f3382de4b01ae9c440142e/1485015868089-N9GS8DHN0WLHNFUSYR5Q/first+sample+workshop"
		},
		{
			"id": 15,
			"name": "Business Networking Summit",
			"description": "Connect, collaborate, and create opportunities at our Business Networking Summit. Engage with industry leaders, entrepreneurs, and professionals from diverse fields as you expand your network and forge valuable connections. From keynote speeches to panel discussions and interactive sessions, this summit offers insights, knowledge, and resources to help you thrive in the business world. Don't miss out on this platform to unlock new business possibilities!",
			"date": "2024-05-22",
			"imageUrl": "https://img.evbuc.com/https%3A%2F%2Fcdn.evbuc.com%2Fimages%2F516600699%2F270588463577%2F1%2Foriginal.20230517-094717?w=512&auto=format%2Ccompress&q=75&sharp=10&rect=0%2C31%2C766%2C383&s=e32ce53d7dcb041e6d016950e3a0e9d5"
		},
		{
			"id": 16,
			"name": "Outdoor Adventure Retreat",
			"description": "Escape the hustle and bustle of the city and embark on an unforgettable outdoor adventure retreat. Experience the thrill of hiking, camping, kayaking, and other exciting activities surrounded by stunning natural landscapes. Discover the beauty of nature, challenge yourself, and create lifelong memories in the great outdoors. This retreat is perfect for adventure enthusiasts and nature lovers seeking an exhilarating escape.",
			"date": "2024-06-10",
			"imageUrl": "https://www.hhi-ni.com/wp-content/uploads/2017/05/6823214-large.jpg"
		},
		{
			"id": 17,
			"name": "Music Workshop: Songwriting Masterclass",
			"description": "Unleash your creativity and learn the art of songwriting at our Songwriting Masterclass workshop. Led by accomplished musicians and songwriters, this workshop will guide you through the process of crafting meaningful lyrics, composing melodies, and expressing your unique musical voice. Whether you're a seasoned songwriter or just starting out, this immersive experience will ignite your passion for music and help you refine your songwriting skills.",
			"date": "2024-07-19",
			"imageUrl": "https://www.hhi-ni.com/wp-content/uploads/2017/05/6823214-large.jpg"
		},
		{
			"id": 18,
			"name": "Science Exhibition: Innovations of Tomorrow",
			"description": "Explore the frontiers of science and witness the innovations of tomorrow at our Science Exhibition. Discover groundbreaking research, cutting-edge technologies, and revolutionary inventions that are shaping the future. From interactive displays to hands-on experiments and captivating presentations, this exhibition offers a glimpse into the fascinating world of science. Join us as we celebrate human curiosity and the limitless possibilities of scientific exploration.",
			"date": "2024-08-23",
			"imageUrl": "https://www.hhi-ni.com/wp-content/uploads/2017/05/6823214-large.jpg"
		},
		{
			"id": 19,
			"name": "Fashion Show: Haute Couture Extravaganza",
			"description": "Prepare to be dazzled by the mesmerizing world of haute couture at our Fashion Show Extravaganza. Experience a breathtaking showcase of exquisite designs, glamorous runway presentations, and avant-garde fashion creations. From renowned fashion houses to emerging designers, this fashion show celebrates the artistry, craftsmanship, and innovation of the fashion industry. Get ready to witness the fusion of fashion and art in an unforgettable evening of style and elegance.",
			"date": "2024-09-14",
			"imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQvsNplCMi8Rpv2c7u63UVD8sM0t3PhCN-TiQ&usqp=CAU"
		},
		{
			"id": 20,
			"name": "Music Festival Extravaganza",
			"description": "Join us for an unforgettable music festival experience. Get ready to groove to the beats of renowned artists from around the world. With multiple stages, dazzling light shows, and a lively atmosphere, this extravaganza is a must-attend for music enthusiasts. Dance, sing, and create memories that will last a lifetime!",
			"date": "2023-08-10",
			"imageUrl": "https://www.learningcontainer.com/wp-content/uploads/2020/07/Large-Sample-Image-download-for-Testing.jpg"
		  },
		  {
			"id": 21,
			"name": "Art Exhibition: Unveiling Creativity",
			"description": "Step into the world of art and witness the brilliance of renowned artists at our exclusive art exhibition. Discover a diverse range of paintings, sculptures, and installations that explore different themes and perspectives. Immerse yourself in the beauty and creativity of the artworks and engage in thought-provoking conversations with fellow art enthusiasts.",
			"date": "2023-09-05",
			"imageUrl": "https://images.pexels.com/photos/1624496/pexels-photo-1624496.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
		  },
		  {
			"id": 22,
			"name": "Nature Photography Workshop",
			"description": "Capture the beauty of nature through your lens at our photography workshop. Learn from expert photographers as they share valuable tips and techniques to enhance your nature photography skills. Explore picturesque landscapes, stunning flora, and majestic wildlife as you embark on a journey to create breathtaking images. Unleash your creativity and unleash the magic of nature through your photographs.",
			"date": "2023-10-20",
			"imageUrl": "https://images.pexels.com/photos/36717/amazing-animal-beautiful-beautifull.jpg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
		  },
		  {
			"id": 23,
			"name": "Culinary Masterclass: The Art of Cooking",
			"description": "Embark on a culinary adventure and master the art of cooking at our exclusive masterclass. Learn from renowned chefs as they demonstrate their signature recipes and share insider tips and techniques. From mastering knife skills to creating exquisite dishes, this immersive experience will elevate your culinary prowess. Discover new flavors, expand your culinary repertoire, and unleash your inner chef.",
			"date": "2023-11-08",
			"imageUrl": "https://images.pexels.com/photos/1402787/pexels-photo-1402787.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
		  },
		  {
			"id": 24,
			"name": "Charity Run: Miles of Hope",
			"description": "Lace up your running shoes and join us for a charity run in support of a noble cause. Run alongside fellow participants and contribute to a charitable organization dedicated to making a positive impact in the community. Whether you're a seasoned runner or a beginner, this event is a perfect opportunity to stay active, promote a healthy lifestyle, and spread hope.",
			"date": "2023-12-12",
			"imageUrl": "https://images.pexels.com/photos/7459424/pexels-photo-7459424.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
		  },
		  {
			"id": 25,
			"name": "Fashion Show: Runway Elegance",
			"description": "Experience the glamour and style of the fashion world at our runway show. Witness top designers showcase their latest collections, featuring stunning garments and avant-garde designs. From haute couture to street fashion, this event is a celebration of creativity, innovation, and self-expression. Be a part of this fashion extravaganza and indulge in a night of elegance and glamour.",
			"date": "2024-01-25",
			"imageUrl": "https://images.pexels.com/photos/6109101/pexels-photo-6109101.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
		  },
		  {
			"id": 26,
			"name": "Tech Conference: Innovate Tomorrow",
			"description": "Unlock the future of technology at our innovative conference. Immerse yourself in a world of cutting-edge advancements, emerging trends, and visionary ideas. Engage with industry experts, thought leaders, and fellow tech enthusiasts as they share their insights and experiences. From AI to blockchain, this event is a platform to explore the limitless possibilities of technology.",
			"date": "2024-02-15",
			"imageUrl": "https://images.pexels.com/photos/2774556/pexels-photo-2774556.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
		  },
		  {
			"id": 27,
			"name": "Film Festival: A Cinematic Journey",
			"description": "Embark on a cinematic journey at our film festival, celebrating the art of storytelling through the lens of talented filmmakers. Experience a diverse range of films, including thought-provoking documentaries, gripping dramas, and captivating animations. Engage in post-screening discussions, attend filmmaker Q&A sessions, and immerse yourself in the world of cinema.",
			"date": "2024-03-20",
			"imageUrl": "https://images.pexels.com/photos/976866/pexels-photo-976866.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
		  },
		  {
			"id": 28,
			"name": "Wellness Retreat: Nurturing Mind and Body",
			"description": "Escape the hustle and bustle of daily life and embark on a rejuvenating wellness retreat. Immerse yourself in serene surroundings, engage in holistic practices, and nourish your mind, body, and soul. From yoga and meditation sessions to spa treatments and healthy cuisine, this retreat is a sanctuary for self-care and inner peace. Rediscover balance, vitality, and well-being.",
			"date": "2024-04-10",
			"imageUrl": "https://images.pexels.com/photos/382297/pexels-photo-382297.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
		  },
		  {
			"id": 29,
			"name": "Gaming Expo: Unleash the Gamer Within",
			"description": "Step into the world of gaming at our thrilling expo. Experience the latest gaming technologies, try out new releases, and engage in competitive tournaments. From virtual reality to eSports, this event is a haven for gamers, where you can connect with like-minded individuals and immerse yourself in the exhilarating realm of gaming.",
			"date": "2024-05-05",
			"imageUrl": "https://images.pexels.com/photos/50675/banquet-wedding-society-deco-50675.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
		  },
		  {
			"id": 30,
			"name": "Food Truck Festival: A Gastronomic Adventure",
			"description": "Indulge in a gastronomic adventure at our food truck festival. Explore a variety of flavors, cuisines, and culinary delights served by local food trucks. From gourmet burgers and mouthwatering desserts to exotic street food, this festival is a paradise for food lovers. Discover hidden culinary gems, savor delectable treats, and enjoy a feast for your taste buds.",
			"date": "2024-06-15",
			"imageUrl": "https://images.pexels.com/photos/587741/pexels-photo-587741.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
		  },
		  {
			"id": 31,
			"name": "Music Concert: Harmonic Fusion",
			"description": "Immerse yourself in a night of harmonic fusion at our music concert. Witness a blend of genres, as artists from different backgrounds come together to create a mesmerizing musical experience. From soulful melodies to energetic beats, this concert promises to captivate your senses and leave you with unforgettable memories. Let the music transport you to a world of rhythm and harmony.",
			"date": "2024-07-20",
			"imageUrl": "https://images.pexels.com/photos/2608517/pexels-photo-2608517.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
		  },
		  {
			"id": 32,
			"name": "Fitness Expo: Journey to a Healthier You",
			"description": "Embark on a journey to a healthier lifestyle at our fitness expo. Discover the latest fitness trends, engage in interactive workout sessions, and gain insights from fitness experts. Whether you're a fitness enthusiast or a beginner, this expo offers something for everyone. Set new fitness goals, learn effective workout techniques, and be inspired to lead an active and healthy life.",
			"date": "2024-08-10",
			"imageUrl": "https://images.pexels.com/photos/1190297/pexels-photo-1190297.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
		  },
		  {
			"id": 33,
			"name": "Technology Hackathon: Shaping the Future",
			"description": "Join us for an exciting technology hackathon, where innovation and creativity collide. Collaborate with fellow tech enthusiasts, developers, and designers to solve real-world problems through technology. From coding challenges to product ideation, this hackathon is a platform to showcase your skills, network with industry professionals, and make a positive impact through technology.",
			"date": "2024-09-05",
			"imageUrl": "https://images.pexels.com/photos/2263436/pexels-photo-2263436.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
		  },
		  {
			"id": 34,
			"name": "Fashion Workshop: Discover Your Style",
			"description": "Unlock your style potential at our fashion workshop. Learn from fashion experts as they share tips on personal styling, wardrobe essentials, and fashion trends. Explore your unique sense of style, experiment with different looks, and gain the confidence to express yourself through fashion. Whether you're a fashion enthusiast or a novice, this workshop will inspire you to embrace your individuality.",
			"date": "2024-10-20",
			"imageUrl": "https://images.pexels.com/photos/5840608/pexels-photo-5840608.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
		  },
		  {
			"id": 35,
			"name": "Outdoor Adventure: Thrills in the Wild",
			"description": "Embark on an outdoor adventure and experience thrills in the wild. From hiking through scenic trails to kayaking in picturesque rivers, this adventure is perfect for adrenaline junkies and nature lovers alike. Challenge yourself, conquer new heights, and create unforgettable memories in the great outdoors. Get ready for an exhilarating journey into nature's playground.",
			"date": "2024-11-08",
			"imageUrl": "https://images.pexels.com/photos/275671/pexels-photo-275671.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
		  },
		  {
			"id": 36,
			"name": "Book Fair: A Literary Celebration",
			"description": "Immerse yourself in the world of books at our literary fair. Discover a diverse collection of books, meet renowned authors, and participate in engaging book discussions. From fiction to non-fiction, this fair celebrates the power of literature and the joy of reading. Expand your literary horizons, find new favorites, and celebrate the written word.",
			"date": "2024-12-12",
			"imageUrl": "https://images.pexels.com/photos/2387808/pexels-photo-2387808.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
		  },
		  {
			"id": 37,
			"name": "Craft Workshop: Unleash Your Creativity",
			"description": "Unleash your creativity at our craft workshop. Learn various crafting techniques, from pottery and painting to paper crafting and jewelry making. Engage in hands-on activities, unleash your imagination, and create unique pieces of art. Whether you're a seasoned crafter or a beginner, this workshop is a perfect opportunity to explore your artistic side and bring your ideas to life.",
			"date": "2025-01-25",
			"imageUrl": "https://images.pexels.com/photos/1068524/pexels-photo-1068524.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
		  },
		  {
			"id": 38,
			"name": "Entrepreneurship Summit: Ignite Your Business",
			"description": "Ignite your business aspirations at our entrepreneurship summit. Gain insights from successful entrepreneurs, learn about business strategies, and network with industry leaders. Whether you're a budding entrepreneur or looking to take your business to new heights, this summit provides a platform to learn, connect, and fuel your entrepreneurial journey.",
			"date": "2025-02-15",
			"imageUrl": "https://images.pexels.com/photos/590041/pexels-photo-590041.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
		  },
		  {
			"id": 39,
			"name": "Comedy Show: Laughter Therapy",
			"description": "Get ready for a dose of laughter therapy at our comedy show. Experience the comedic brilliance of renowned stand-up comedians as they tickle your funny bone. From hilarious anecdotes to witty observations, this show guarantees an evening filled with laughter and entertainment. Leave your worries behind and immerse yourself in the joy of laughter.",
			"date": "2025-03-20",
			"imageUrl": "https://images.pexels.com/photos/274095/pexels-photo-274095.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
		  },
		  {
			"id": 40,
			"name": "Art Exhibition: Colors of Expression",
			"description": "Immerse yourself in the world of art at our vibrant art exhibition. Discover a diverse range of artworks, including paintings, sculptures, and installations, created by talented artists. From abstract expressions to realistic portrayals, this exhibition is a celebration of creativity and artistic expression. Experience the transformative power of art and let it ignite your imagination.",
			"date": "2025-04-10",
			"imageUrl": "https://images.pexels.com/photos/96990/pexels-photo-96990.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
		  },
		  {
			"id": 41,
			"name": "Film Screening: Movie Marathon",
			"description": "Join us for an epic movie marathon featuring a curated selection of films. Sit back, relax, and indulge in a cinematic journey as we screen a variety of genres, including classics, blockbusters, and indie gems. Whether you're a film buff or simply enjoy a good movie, this screening event is a perfect opportunity to immerse yourself in the magic of cinema.",
			"date": "2025-05-05",
			"imageUrl": "https://images.pexels.com/photos/3182818/pexels-photo-3182818.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
		  },
		  {
			"id": 42,
			"name": "Science Symposium: Exploring the Unknown",
			"description": "Embark on a journey of scientific discovery at our symposium. Engage with leading scientists, researchers, and innovators as they share their groundbreaking work and insights. From cutting-edge discoveries to future technologies, this symposium offers a platform to explore the frontiers of science and expand your knowledge of the world around us.",
			"date": "2025-06-15",
			"imageUrl": "https://images.pexels.com/photos/5735733/pexels-photo-5735733.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
		  }
	]
}